Repository: vakaras/nmadb-entrance
Catalog: src/nmadb_entrance/locale/*/LC_MESSAGES/django.po
Languages: lt

source: first name
lt: vardas

source: last name
lt: pavardė

source: email address
lt: elektroninio pašto adresas

source: p. reg.
lt: m. užp.

source: teacher first name
lt: mokytojo vardas

source: teacher last name
lt: mokytojo pavardė

source: teacher email address
lt: mokytojo elektroninio pašto adresas

source: director first name
lt: direktoriaus vardas

source: director last name
lt: direktoriaus pavardė

source: director email address
lt: direktoriaus elektroninio pašto adresas

source: Registration ended.
lt: Registracija jau pasibaigusi.

source: You have to specify Your relation with pupil.
lt: Nenurodėte savo ryšio su mokiniu.

source: Yes
lt: Taip

source: No
lt: Ne

source: Male
lt: Vyras

source: Female
lt: Moteris

source: registration identifier
lt: registracijos identifikatorius

source: gender
lt: lytis

source: school
lt: mokykla

source: section
lt: sekcija

source: class
lt: klasė

source: class update year
lt: klasės atnaujinimo metai

source: This field value shows, at which year January 3 day student was in school_class.
lt: Šio lauko reikšmė nurodo kurių metų sausio dieną mokinys buvo klasėje school_class.

source: commit timestamp
lt: išsaugojimo momentas

source: base info
lt: bazinė informacija

source: base infos
lt: bazinės informacijos

source: home address
lt: namų adresas

source: Null only if base_info.generated_address is present.
lt: NULL tik tada, kai yra nurodytas base_info.generated_address.

source: phone number
lt: telefono numeris

source: birth date
lt: gimimo data

source: international achievements
lt: tarptautiniai pasiekimai

source: national achievements
lt: nacionaliniai pasiekimai

source: district achievements
lt: rajoniniai pasiekimai

source: scholarschips
lt: stipendijos

source: other achievements
lt: kiti pasiekimai

source: interests
lt: interesai

source: motivation
lt: motyvacija

source: future
lt: ateitis

source: come from
lt: sužinojo iš

source: pupil info
lt: mokinio informacija

source: pupils infos
lt: mokinių informacijos

source: <{0.id}> base info: {0.base}
lt: <{0.id}> bazinė informacija: {0.base}

source: Excellent
lt: Puikiai

source: Very good
lt: Labai gerai

source: Good
lt: Gerai

source: Enough
lt: Pakankamai

source: Satisfactory
lt: Patenkinamai

source: Weak
lt: Silpnai

source: It was not possible to evaluate
lt: Nebuvo galimybės įvertinti

source: contact address
lt: adresas kontaktams

source: contact phone
lt: kontaktinis telefonas

source: qualification
lt: kvalifikacija

source: class master
lt: klasės auklėtojas

source: subject teacher
lt: dalyko mokytojas

source: other
lt: kita

source: know years
lt: pažįstate metų

source: systemic thinking ability
lt: sisteminio mąstymo gebėjimai

source: analytical thinking ability
lt: analitinio mąstymo gebėjimai

source: deductive thinking ability
lt: dedukcinio mąstymo gebėjimai

source: self studying ability
lt: mokinio gebėjimas mokytis savarankiškai

source: team working ability
lt: mokinio gebėjimas dirbti komandoje

source: oral expression ability
lt: gebėjimas reikšti mintis žodžiu

source: written expression ability
lt: gebėjimas reikšti mintis raštu

source: receptivity ability
lt: mokinio imlumas mokslui (mokslumas)

source: comment
lt: komentarai

source: teacher form
lt: mokytojo forma

source: teachers forms
lt: mokytojo formos

source: pupil study in school years
lt: mokosi mokykloje metų

source: socially supported
lt: socialiai remtina

source: director form
lt: direktoriaus forma

source: directors forms
lt: direktorių formos

source: address
lt: adresas

source: time
lt: laikas

source: testing location
lt: testavimo vieta

source: testing locations
lt: testavimo vietos

source: payed
lt: sumok.

source: True, if pupil have payed registration fee.
lt: True, jei mokinys sumokėjo registracijos mokestį.

source: pupil received
lt: mokinio g.

source: True, if pupil form was received.
lt: True, jei mokinio anketa buvo gauta.

source: teacher received
lt: mokytojo g.

source: True, if teacher form was received.
lt: True, jei mokytojo anketa buvo gauta.

source: director received
lt: dir. g.

source: True, if director form was received.
lt: True, jei direktoriaus anketa buvo gauta.

source: marks received
lt: paž. g.

source: True, if pupil marks form were received.
lt: True, jei mokinio pažymiai buvo gauti.

source: done
lt: atlikta

source: Testing location
lt: Testavimo vieta

source: Registration info
lt: Registracijos informacija

source: Registration infos
lt: Registracijos informacijos

source: teacher form filled by hand
lt: mokytojo anketa užpildyta ranka

source: director form filled by hand
lt: direktoriaus anketa užpildyta ranka

source: teacher form filled with computer
lt: mokytojo anketa užpildyta kompiuteriu

source: director form filled with computer
lt: direktoriaus anketa užpildyta kompiuteriu

source: pupil form filled with computer
lt: mokinio anketa užpildyta kompiuteriu

source: file identifier
lt: failo identifikatorius

source: type
lt: tipas

source: PDF file
lt: PDF failas

source: PDF files
lt: PDF failai

source: year
lt: metai

source: forms send deadline
lt: anketų išsiuntimo terminas

source: manager name dative
lt: vadovo vardas naudininko linksnyje

source: manager email
lt: vadovo elektroninio pašto adresas

source: manager phone
lt: vadovo telefonas

source: administrator email
lt: administratoriaus paštas

source: pupil form deadline
lt: mokinio anketos užpildymo terminas

source: entrance fee
lt: registracijos mokestis

source: firm title
lt: įmonės pavadinimas

source: firm code
lt: įmonės kodas

source: bank account
lt: banko sąskaita

source: success notification deadline
lt: pranešimo apie priėmimą terminas

source: registration system information
lt: registracijos sistemos informacija

source: registration system informations
lt: registracijos sistemos informacijos

source: for_teacher
lt: mokytojui

source: for_director
lt: direktoriui

source: teacher-form
lt: mokytojo-anketa

source: director-form
lt: direktoriaus-anketa

source: pupil-form
lt: mokinio-anketa
